Repository: arian-hadi/meta-takas
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Please enter a valid email address
tr: Lütfen geçerli bir e-posta adresi girin

source: An email address is required
tr: E-posta adresi gereklidir

source: Please select a category
tr: Lütfen önce bir kategori seçin

source: Delivery
tr: Teslimat

source: Support
tr: Destek

source: Profile
tr: Profil

source: Careers
tr: Kariyer

source: Other category
tr: Diğer kategori

source: Contact Us
tr: Bize Ulaşın

source: Full Name
tr: Ad ve Soyad

source: Email address
tr: E-posta adresi

source: Message
tr: Mesaj

source: Terms and Conditions
tr: Şartlar ve Koşullar

source: Submit
tr: Gönder

source: Technical Support
tr: Teknik Destek

source: Address
tr: Adres

source: Landline
tr: Sabit Hat

source: Mobile
tr: Mobil

source: About Us
tr: Hakkımızda

source: Metatakas is an innovative solution that brings the traditional barter system into the digital age. It enables people and businesses to trade unused goods, services, or value without using cash, supporting economic and environmental sustainability.
tr: Metatakas, modern dünyada geleneksel takas sistemini dijital bir platforma taşıyan yenilikçi bir çözümdür. İnsanların ve işletmelerin ellerindeki kullanılmayan ürünleri, hizmetleri veya değerleri nakit kullanmadan takas etmesine olanak tanır ve bu sayede ekonomik ve çevresel sürdürülebilirliği destekler.

source: Since 2024
tr: 2024'den beri

source: About MetaTakas
tr: MetaTakas Hakkında

source: Why MetaTakas?
tr: Neden MetaTakas?

source: Our Values
tr: Değerlerimiz

source: Community Guidelines
tr: Topluluk Kuralları

source: Please review the following rules to help maintain a safe, respectful, and supportive environment on the MetaTakas platform.
tr: MetaTakas platformunda güvenli, saygılı ve destekleyici bir ortam oluşturmak için lütfen aşağıdaki kurallara dikkat ediniz.

source: 1. Be Respectful and Kind
tr: 1. Saygılı ve Nazik Olun

source: Always be respectful and understanding when communicating with other users. Insults, discrimination, threats, or hate speech are not allowed.
tr: Diğer kullanıcılarla iletişim kurarken her zaman saygılı ve anlayışlı olun. Hakaret, ayrımcılık, tehdit veya nefret söylemi kabul edilmez.

source: 2. Share Accurate and Truthful Information
tr: 2. Gerçek ve Doğru Bilgi Paylaşın

source: Provide accurate, complete, and honest information about your product in listings. Sharing fake or stolen products is prohibited.
tr: Paylaştığınız ilanlarda ürün hakkında doğru, eksiksiz ve yanıltıcı olmayan bilgiler verin. Sahte veya çalıntı ürün paylaşımı yasaktır.

source: 3. Follow the Law
tr: 3. Yasalara Uygun Hareket Edin

source: All transactions must comply with the law. Listing or bartering illegal items is not allowed on the platform.
tr: Tüm işlemler yasalara uygun şekilde yapılmalıdır. Yasa dışı ürünlerin ilanı veya takası platformda yasaktır.

source: 4. No Spam or Ads
tr: 4. Spam ve Reklam Yasaktır

source: Unsolicited messages, duplicate content, or commercial advertising are against community rules.
tr: İstenmeyen mesajlar, kopya içerikler veya ticari amaçlı reklamlar topluluk kurallarına aykırıdır.

source: 5. Safe Trading Practices
tr: 5. Güvenli Alım-Satım

source: Be cautious of fraud during trades. Avoid sharing personal details beyond the information shared through the platform.
tr: Takas işlemlerinde dolandırıcılığa karşı dikkatli olun. Platform aracılığıyla paylaşılan bilgiler dışında özel bilgiler vermekten kaçının.

source: Users who do not follow these rules may be warned, have their listings removed, or have their accounts suspended.
tr: Bu kurallara uymayan kullanıcılar uyarılabilir, ilanları kaldırılabilir veya hesapları askıya alınabilir.

source: Listing Creation Guide
tr: İlan Oluşturma Rehberi

source: Step 1
tr: 1. Adım

source: Contact via WhatsApp
tr: WhatsApp Üzerinden İletişime Geçin

source: To create a listing, simply reach out to us via WhatsApp. Use the "Contact via WhatsApp" button on the homepage to connect easily.
tr: İlan eklemek için doğrudan WhatsApp'tan bizimle iletişim kurmanız yeterli. Anasayfadaki "WhatsApp ile İletişime Geç" butonunu kullanarak kolayca ulaşabilirsiniz.

source: Step 2
tr: 2. Adım

source: Send Us Product Info
tr: Ürün Bilgilerini Bize Gönderin

source: Share the product name, description, price (if any), desired barter categories, city/district, and clear photos.
tr: Ürününüzün adı, açıklaması, fiyat bilgisi (varsa), takas edilmek istenen ürün kategorileri, şehir/ilçe ve net fotoğrafları iletmeniz yeterlidir.

source: Step 3
tr: 3. Adım

source: Your Listing Goes Live
tr: İlanınız Yayınlanıyor

source: Once we receive your info, we review it and publish the listing on MetaTakas. Visitors can now view your product!
tr: Bilgileri aldıktan sonra ilanınız kontrol edilip MetaTakas’ta yayınlanır. Artık ziyaretçiler ürününüzü görebilir!

source: Step 4
tr: 4. Adım

source: Barter or Sale Process
tr: Takas veya Satış Süreci

source: Interested users contact us. We connect you with the buyer and ensure a smooth transaction.
tr: Ürününüzle ilgilenen kişiler bize ulaşır. Biz de alıcı ile sizi buluşturur ve işlemin sorunsuz ilerlemesini sağlarız.

source: Exchange Rules
tr: Takas Kuralları

source: Rules
tr: Kurallar

source: Exchange System Rules
tr: Takas Sistemi Kuralları

source: Accurate Information
tr: Doğru Bilgi

source: Product details must be complete, accurate, and up-to-date. Listings with misleading information will be rejected.
tr: Ürün bilgileri eksiksiz, doğru ve güncel olmalıdır. Yanıltıcı bilgilerle oluşturulan ilanlar reddedilir.

source: Prohibited Content
tr: Yasaklı İçerikler

source: Listings that include illegal, counterfeit, violent, or inappropriate items are prohibited.
tr: Yasa dışı, sahte, şiddet içerikli ya da uygunsuz ürünlerin ilanı yasaktır.

source: Barter Expectation
tr: Takas Beklentisi

source: Barter listings must clearly state which items are desired in exchange.
tr: Takas ilanlarında, hangi ürünlerle takas yapılmak istendiği açıkça belirtilmelidir.

source: Listing Approval
tr: İlan Onayı

source: All listings are reviewed by the MetaTakas team. If not suitable, they will not be published.
tr: Tüm ilanlar önce MetaTakas ekibi tarafından incelenir. Uygun bulunmazsa yayınlanmaz.

source: Barter Responsibility
tr: Takas Sorumluluğu

source: MetaTakas is only a facilitator. Responsibility for the transaction lies with the parties involved.
tr: MetaTakas yalnızca aracıdır. Takas işlemleri tarafların sorumluluğundadır.

source: Photos and Location
tr: Fotoğraf ve Konum

source: Product images must be clear, and the location (city & district) must be accurate.
tr: Ürün görselleri net olmalı ve konum (şehir & ilçe) doğru girilmelidir.

source: Help Center
tr: Yardım Merkezi

source: What is MetaTakas and how does it work?
tr: MetaTakas nedir ve nasıl çalışır?

source: MetaTakas is a platform where you can submit your listings via WhatsApp to sell or barter your products.
tr: MetaTakas, ürünlerinizi satmak ya da takas etmek için ilanlarınızı WhatsApp üzerinden bize ulaştırarak yayınlayabileceğiniz bir platformdur.

source: How can I create a listing?
tr: İlanımı nasıl oluşturabilirim?

source: Click the WhatsApp button on the homepage and send us your product info. We'll create the listing for you.
tr: Ana sayfadaki WhatsApp ile iletişim butonuna tıklayarak ürün bilgilerinizi bize iletin, biz sizin adınıza ilanı oluşturalım.

source: What items can I barter?
tr: Hangi ürünleri takas edebilirim?

source: You can barter cars, real estate, electronics, furniture, and many other categories.
tr: Araçlar, emlak, elektronik, mobilya ve daha fazlası gibi birçok ürün kategorisinde takas yapabilirsiniz.

source: How should I determine my product's value?
tr: Ürünümün değerini nasıl belirlemeliyim?

source: Check similar listings, consider condition and demand, and optionally ask us for advice.
tr: Benzer ilanlara göz atarak, ürün durumu ve piyasadaki talebe göre değer belirleyebilirsiniz. Gerekirse bizden öneri alabilirsiniz.

source: Is the MetaTakas listing process safe?
tr: MetaTakas ilan süreci güvenli mi?

source: Listings are moderated by MetaTakas. Transactions occur via WhatsApp — always stay cautious of fraud.
tr: İlanlar MetaTakas moderasyonu ile paylaşılır. Tüm alım/satım işlemleriniz WhatsApp üzerinden yürütülür, dolandırıcılık riskine karşı dikkatli olunuz.

source: Is WhatsApp communication safe?
tr: WhatsApp üzerinden iletişime geçmek güvenli mi?

source: Yes, communication is handled only through our official WhatsApp number, and your data is kept confidential.
tr: Evet, iletişim yalnızca resmi WhatsApp hattımız üzerinden sağlanır ve paylaştığınız bilgiler gizli tutulur.

source: Sell or Barter Your Product
tr: Ürününü Sat veya Takas Et

source: Create your listing now, meet with buyers or barter partners.
tr: İlanını hemen oluştur, alıcılarla veya takas yapacaklarla buluş.

source: Get Started
tr: Hemen Başla

source: Secure Barter & Sale Support
tr: Güvenli Takas & Satış Desteği

source: We support you in your buying, selling, and barter transactions.
tr: Ürün alım-satım ve takas işlemlerinizde yanınızdayız

source: Verified Listings
tr: Doğrulanmış İlanlar

source: Each listing is reviewed for category and intent before publishing.
tr: Her ilan kategorisi ve amacı kontrol edilerek yayınlanır

source: 24/7 Support
tr: 7/24 Destek

source: You can contact us anytime, from anywhere.
tr: Her zaman, her yerden bizimle iletişim kurabilirsiniz

source: BOATS
tr: GEMİLER

source: VEHICLES
tr: ARAÇLAR

source: REAL ESTATE
tr: EMLAK

source: ELECTRONICS
tr: ELEKTRONİK

source: HOME GOODS
tr: EV EŞYALARI

source: ACCESSORIES
tr: AKSESUAR

source: POST YOUR LISTING NOW
tr: HEMEN İLAN VERİN

source: SELL AND BARTER
tr: SAT VE TAKAS

source: Post Ad
tr: İlan ver

source: NEW ARRIVALS
tr: YENİLER

source: Exchange
tr: Takas

source: Exchangeable for:
tr: Takas edilebilir:

source: Not specified
tr: Belirtilmemiş

source: View Details
tr: Detayları Görüntüle

source: How it works
tr: Nasıl çalışır

source: How MetaTakas Works
tr: MetaTakas Nasıl Çalışır?

source: Contact Us via WhatsApp
tr: WhatsApp Üzerinden Bize Ulaşın

source: If you want to sell or barter your product, contact us via WhatsApp. You can quickly reach us using the 'Contact via WhatsApp' button on the page.
tr: Ürününüzü satmak ya da takas etmek istiyorsanız, WhatsApp üzerinden bizimle iletişime geçin. Sayfada bulunan 'WhatsApp ile İletişime Geç' butonunu kullanarak hızlıca ulaşabilirsiniz.

source: Share Product Information
tr: Ürün Bilgilerini Paylaşın

source: Share the product name, description, price (if any), desired barter categories, location (city/district), and clear images with us.
tr: Ürün adı, açıklaması, fiyat bilgisi (varsa), takas etmek istediğiniz ürün kategorileri, konum bilgisi (şehir/ilçe) ve net görselleri bizimle paylaşın.

source: Product is Published
tr: Ürün Yayına Alınıyor

source: Once we receive your info, we list the product on MetaTakas on your behalf. Visitors can view your item and submit offers.
tr: Bilgilerinizi aldıktan sonra ürünü MetaTakas platformunda sizin adınıza listeliyoruz. Ziyaretçiler ürününüzü görebilir ve teklif verebilir.

source: Interested users contact us via WhatsApp. We connect them with you and securely manage the process.
tr: Ürünle ilgilenen kullanıcılar yine WhatsApp üzerinden bize ulaşır. İlgili alıcıyı sizinle buluştururuz ve süreci güvenli bir şekilde yönetiriz.

source: Our Mission
tr: Misyonumuz

source: Building Connections
tr: Bağlantılar Kurmak

source: We aim to build a reliable bridge by connecting our users with the best barter and sale opportunities.
tr: Kullanıcılarımızı en uygun takas ve satış fırsatlarıyla buluşturarak güvenilir bir köprü kurmayı hedefliyoruz.

source: Providing a Secure Platform
tr: Güvenli Platform Sunmak

source: We've created a modern digital platform where you can safely publish listings and evaluate products.
tr: İlanlarınızı güvenle yayınlayabileceğiniz ve ürünlerinizi değerlendirebileceğiniz modern bir dijital platform oluşturduk.

source: Flexibility in Trading
tr: Ticarette Esneklik

source: Whether it’s a sale or a trade, we offer flexible options tailored to user needs to make transactions easier.
tr: İster satış ister takas; kullanıcılarımızın ihtiyaçlarına uygun alternatifler sunarak alışverişi daha esnek hale getiriyoruz.

source: Privacy & Cookie Policy
tr: Gizlilik ve Çerez Politikası

source: <span class='font-semibold text-blue-bg-blue-600'>MetaTakas</span> values your privacy. This document explains how we collect, use, and protect user data.
tr: <span class='font-semibold text-blue-bg-blue-600'>MetaTakas</span> olarak gizliliğiniz bizim için önemlidir. Bu belge, kullanıcı bilgilerinin nasıl toplandığını, kullanıldığını ve korunduğunu açıklar.

source: By using our services, you agree to this policy.
tr: Hizmetlerimizi kullanarak bu politikayı kabul etmiş sayılırsınız.

source: Information Collected
tr: Toplanan Bilgiler

source: <strong>Contact Information:</strong> Name, phone number, email address.
tr: <strong>İletişim Bilgileri:</strong> Ad, telefon numarası, e-posta adresi.

source: <strong>Listing Content:</strong> Product descriptions, photos, videos.
tr: <strong>İlan İçeriği:</strong> Ürün açıklamaları, fotoğraflar, videolar.

source: <strong>Technical Data:</strong> IP address, device and browser information.
tr: <strong>Teknik Veriler:</strong> IP adresi, cihaz ve tarayıcı bilgileri.

source: Purpose of Data Use
tr: Bilgilerin Kullanım Amaçları

source: Collected data is used to publish listings, improve user experience, ensure security, and fulfill legal obligations.
tr: Toplanan bilgiler ilan yayınlama, kullanıcı deneyimini geliştirme, güvenliği sağlama ve yasal yükümlülükleri yerine getirme amacıyla kullanılmaktadır.

source: Data Sharing
tr: Veri Paylaşımı

source: Your data is shared with third parties only in the following cases:
tr: Verileriniz üçüncü taraflarla yalnızca aşağıdaki durumlarda paylaşılır:

source: With hosting or technical support providers.
tr: Teknik destek veya barındırma hizmeti sağlayıcılarıyla.

source: When legally required by authorities.
tr: Yasal merciler tarafından zorunlu kılındığında.

source: Cookie Usage
tr: Çerez Kullanımı

source: Our site uses cookies to enhance your experience. You may disable them via your browser settings.
tr: Sitemiz, kullanıcı deneyimini geliştirmek için çerezler (cookies) kullanmaktadır. Tarayıcı ayarlarınızdan çerez kullanımını engelleyebilirsiniz.

source: Account and Data Deletion
tr: Hesap ve Veri Silme

source: If you wish to delete your account:
tr: Hesabınızı silmek isterseniz:

source: Contact us via the contact section.
tr: İletişim bölümünden bize ulaşabilirsiniz.

source: Your request will be reviewed and processed.
tr: Talebiniz değerlendirilerek sistemden kaldırma işlemi yapılır.

source: Contact
tr: İletişim

source: Email:
tr: E-posta:

source: Address:
tr: Adres:

source: MetaTakas Terms of Use
tr: MetaTakas Kullanım Şartları

source: 1. Acceptance of Terms
tr: 1. Şartların Kabulü

source: By accessing or using the MetaTakas platform, you agree to these terms of use and our privacy policy. If you do not agree, please do not use the service.
tr: MetaTakas platformuna erişerek veya kullanarak, bu kullanım şartlarını ve gizlilik politikamızı kabul etmiş sayılırsınız. Şartları kabul etmiyorsanız, lütfen hizmeti kullanmayınız.

source: 2. Usage License
tr: 2. Kullanım Lisansı

source: Shared listing content is for personal use only. It may not be copied or used for commercial purposes.
tr: Paylaşılan ilan içerikleri yalnızca kişisel kullanım içindir. İçerikler kopyalanamaz veya ticari amaçla kullanılamaz.

source: MetaTakas does not claim ownership or guarantee the accuracy of the content.
tr: MetaTakas, içeriklerin doğruluğuna dair herhangi bir mülkiyet iddiasında bulunmaz.

source: 3. Disclaimer of Liability
tr: 3. Sorumluluk Reddi

source: MetaTakas does not guarantee the content, accuracy, or security of user-submitted listings. Responsibility lies with the user who created the listing.
tr: MetaTakas, kullanıcıların sunduğu ilanların içeriği, doğruluğu ve güvenliği konusunda herhangi bir garanti vermez. Ürünle ilgili tüm sorumluluk ilan veren kullanıcıya aittir.

source: 4. Restrictions
tr: 4. Kısıtlamalar

source: Time Limits
tr: Süre Sınırlamaları

source: Reports of violations must be submitted within 30 days.
tr: İhlallerle ilgili bildirimler 30 gün içinde yapılmalıdır.

source: Liability
tr: Sorumluluk

source: MetaTakas is not responsible for any losses resulting from transactions between users.
tr: MetaTakas, kullanıcılar arasında gerçekleşen alışveriş ve takaslardan doğabilecek zararlardan sorumlu tutulamaz.

source: 5. Updates
tr: 5. Güncellemeler

source: MetaTakas reserves the right to update these terms. Updates become effective once published on the site.
tr: MetaTakas, bu kullanım şartlarını zaman zaman güncelleme hakkını saklı tutar. Güncellenmiş sürümler sitede yayınlandığı anda geçerlilik kazanır.

source: 6. Contact
tr: 6. İletişim

source: If you have questions about the terms, feel free to contact us.
tr: Kullanım şartlarıyla ilgili sorularınız için bizimle iletişime geçin.

source: Valuation Tips
tr: Değerleme İpuçları

source: Product Valuation Tips
tr: Ürün Değerleme İpuçları

source: Evaluate your listing accurately to create faster sale or barter opportunities.
tr: İlanınızı doğru değerlendirin, hızlı takas veya satış fırsatları yaratın.

source: Do Market Research
tr: Piyasa Araştırması Yapın

source: Check second-hand prices of similar items to determine a realistic value.
tr: Benzer ürünlerin ikinci el fiyatlarını kontrol ederek gerçekçi bir fiyat belirleyin.

source: Product Condition
tr: Ürün Durumu

source: Whether the item is functional, undamaged, and gently used affects its price.
tr: Ürünün çalışır durumda olması, hasarsız olması ve kullanım izleri fiyatı etkiler.

source: Model and Year
tr: Model ve Yıl

source: The item's year, model, and technical details are crucial in determining its market value.
tr: Ürünün yılı, modeli ve teknik detayları, piyasa değerinin belirlenmesinde çok önemlidir.

source: Barter Balance
tr: Takas Dengesi

source: Consider value alignment with barter items. Balanced value makes bartering easier.
tr: Takas yapılacak ürünlerle değer uyumunu göz önünde bulundurun. Denk değerli ürünler takasta daha kolay anlaşılır.

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

source: Listings
tr: İlanlar

source: Status
tr: Durum

source: Sale
tr: Satılık

source: Announcement Date
tr: İlan Tarihi

source: Category
tr: Kategori

source: Province / District
tr: İl / İlçe

source: Contact via Whatsapp
tr: WhatsApp ile iletişime geçin

source: Description
tr: Açıklama

source: Listing Exchange Options
tr: İlana Ait Takas Seçenekleri

source: Exchange options for this ad are available below.
tr: Bu ilanın takas seçenekleri aşağıda mevcuttur.

source: Budget
tr: Bütçe

source: Recommended Products
tr: Önerilen Ürünler

source: Product list
tr: Ürün listesi

source: Catalog
tr: Katalog

source: Apply
tr: Uygula

source: Newest
tr: En Yeniler

source: Oldest
tr: En Eskiler

source: Price: High to Low
tr: Fiyat: Yüksekten Düşüğe

source: Price: Low to High
tr: Fiyat: Düşükten Yükseğe

source: Listing Type
tr: İlan Türü

source: Categories
tr: Kategoriler

source: Exchange Requested Categories
tr: Takas İstenen Kategoriler

source: Location
tr: Konum

source: Province
tr: İl

source: All Provinces
tr: Tüm İller

source: District
tr: İlçe

source: Please select province first
tr: Lütfen önce il seçin

source: Price Range
tr: Fiyat Aralığı

source: Price
tr: Fiyat

source: Exchange Requested
tr: Takas İstenen

source: Filter
tr: Filtrele

source: CATEGORIES
tr: KATEGORİLER

source: PRICE
tr: FİYAT

source: PROVINCE
tr: İL

source: All provinces
tr: Tüm İller

source: DISTRICT
tr: İLÇE

source: Please select the province first
tr: Lütfen önce il seçin

source: EXCHANGE REQUESTED
tr: TAKAS İSTENEN

source: LISTING TYPE
tr: İLAN TÜRÜ

source: Apply Filters
tr: Filtreleri Uygula

source: Sort:
tr: Sırala:

source: No products available.
tr: Ürün bulunamadı.

source: All Districts
tr: Tüm İlçeler

source: Please select a city first
tr: Lütfen önce bir şehir seçin

source: ABOUT TAKAS
tr: TAKAS HAKKINDA

source: How the Barter System Work?
tr: Takas Sistemi Nasıl Çalışır?

source: Ad Creation Guide
tr: İlan Oluşturma Rehberi

source: Barter Rules
tr: Takas Kuralları

source: Product Evaluation Tips
tr: Ürün Değerlendirme İpuçları

source: LEGAL
tr: YASAL

source: Terms of Use
tr: Kullanım Şartları

source: Privacy Policy
tr: Gizlilik Politikası

source: ABOUT US
tr: BİZİ TANIYIN

source: Search listings...
tr: İlanları ara...

source: Search
tr: Ara

source: Home
tr: Ana Sayfa

source: Welcome
tr: Hoş geldiniz

source: Will give extra cash
tr: Üste para verilir

source: Will receive extra cash
tr: Üste para alınır

source: Cannot give extra cash
tr: Üste para veremem

source: 50% cash can be requested
tr: %50 nakit talep edilebilir

source: 50% barter can be requested
tr: %50 takas talep edilebilir

source: Full barter accepted
tr: Tamamı takas olur

source: Full cash accepted
tr: Tamamı nakit olur
